Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/Helse-_og_sosialmelding_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Prošeakta : ” MMS-skovi jorgaleapmi ja heiveheapmi diagnosa demensa ektui – sámi symbolaid geavaheapmi čielggadusas . ”
nob: Prosjektet : ” Oversetting og tilpasning av skjema MMS for diagnostisering av demens- bruk av samiske symboler i utredningen . ”

source: Unjárgga gielda / Nesseby kommune
nob: Nesseby kommune

source: Prošeakta : ” Buot dearvvašvuođa- ja sosiálabargiid oahpaheapmi kulturáddejumis . ”
nob: Prosjektet : ” Opplæring av alle ansatte innen helse- og sosial i kulturforståelse . ”

source: Prošeakta : Girjji almmuheapmi : ” Resepta ”
nob: Prosjektet : Utgivelse av boka : ” Resepta ”
